# задание 2
"""
Придумайте такую строку (на любом знакомом Вам языке),чтобы она состояла из трех других (повторы строки разрешены).
Напишите код. Если вы можете сделать это более, чем одним способом, напишите все способы
"""
x = "入乡随俗"
print (x*3)
入乡随俗入乡随俗入乡随俗
